Instance of linked .rvt file needs Coordination Review
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LinkInstanceNeedsReconcile { get; }
  Visual Basic
Public Shared ReadOnly Property LinkInstanceNeedsReconcile As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LinkInstanceNeedsReconcile {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures LinkFailures Class
  Autodesk.Revit.DB Namespace